/* Default placeholder string used by bindings for indicating multiple selections */
"Multiple Selection" = "Flera markeringar";

/* Default placeholder string used by bindings for indicating selections of multiple different values */
"Multiple Values" = "Flera värden";

/* Default placeholder string used by bindings for indicating unavailable data */
"No Data" = "Inga data";

/* Default placeholder string used by bindings for the no selection state */
"No Selection" = "Ingen markering";

/* Default placeholder string used by bindings for indicating unspecified or null values */
"No Value" = "Inget värde";

/* Default placeholder string used by bindings for the not applicable state */
"Not Applicable" = "Inte tillämpligt";

/* Default placeholder string used by bindings for indicating not-permitted states */
"Not Permitted" = "Ej tillåtet";

/* Default placeholder string used by bindings for indicating unspecified values */
"Unspecified" = "Ospecificerat";

/* Default title used for windows, menu items and tab view items if no placeholder is specified explicitly */
"Untitled" = "Namnlös";

